Repository: KDE/kfritz
Catalog: po/*.po
Languages: de, it, nl

source: Incoming call
de: Eingehender Anruf
it: Chiamata in entrata
nl: Inkomend gesprek

source: Outgoing call
de: Ausgehender Anruf
it: Chiamata in uscita
nl: Uitgaand gesprek

source: Missed call
de: Verpasster Anruf
it: Chiamata persa
nl: Gemist gesprek

source: unknown
de: unbekannt
it: sconosciuto
nl: onbekend

source: Type
de: Typ
it: Tipo

source: Date
de: Datum
it: Data
nl: Datum

source: Name / Number
de: Name / Nummer
it: Nome / Numero
nl: Naam / nummer

source: Local Device
de: Endgerät
it: Dispositivo Locale
nl: Lokaal toestel

source: Duration
de: Dauer
it: Durata
nl: Gespreksduur

source: Home
de: Privat
it: Casa
nl: Thuis

source: Mobile
de: Handy
nl: GSM

source: Work
de: Büro
it: Studio
nl: Werk

source: Quickdial
de: Kurzwahl

source: Important contact
de: Wichtige Person

source: Default number
de: Hauptnummer

source: Notifies about phone activity and browses call history and telephone book on your Fritz!Box
de: Signalisiert ein- und ausgehende Telefonanrufe, zeigt Telefonbuch und Anrufliste der Fritz!Box an
it: Mostra l'attivita' sulle linee telefoniche e consulta lo storico delle chiamate e la rubrica del Fritz!Box
nl: Geeft informatie over telefoongebruik, belgeschiedenis en telefoonboek op je Fritz!Box

source: Developed by Matthias Becker and Joachim Wilke.
de: Entwickelt von Matthias Becker und Joachim Wilke.
it: Sviluppato da Matthias Becker e Joachim Wilke.
nl: Ontwikkeld door Matthias Becker en Joachim Wilke.

source: Outgoing call to <b>%1</b><br/>using %2
de: Ausgehender Anruf zu <b>%1</b><br/>%2
it: Chiamata in uscita per <b>%1</b><br/>met %2
nl: Uitgaand gesprek naar <b>%1</b><br/>met %2

source: Incoming call from <b>%1</b><br/>using %2
de: Eingehender Anruf von <b>%1</b><br/>%2
it: Chiamata in entrata da <b>%1</b><br/>met %2
nl: Inkomend gesprek van <b>%1</b><br/>met %2

source: Call disconnected (%1).
de: Anruf beendet (%1).
it: Comunicazione terminata (%1).
nl: Gesprek afgeschakeld (%1).

source: Configure connection to Fritz!Box
de: Verbindung zur Fritz!Box einrichten
it: Configura la connessione al Fritz!Box
nl: Verbinding naar de Fritz!Box instellen

source: Phone books
de: Telefonbücher
it: Rubrica
nl: Telefoonboeken

source: Select phone books to use
de: Zu nutzende Telefonbücher auswählen
it: Seleziona la rubrica da usare
nl: Telefoonnummerbron instellen

source: Enter your Fritz!Box password
de: Geben Sie Ihr Fritz!Box Passwort ein
it: Inserire la password per Fritz!Box
nl: Geef je Fritz!Box passeerwoord

source: Configure KFritz...
de: KFritz einrichten...
it: Configura KFritz...
nl: KFritz instellen...

source: Configure Notifications...
de: Benachrichtigungen einrichten...
it: Configura Notifiche...
nl: Meldingen instellen...

source: Show log
de: Protokoll anzeigen
it: Mostra il log
nl: Laat de log zien

source: Dial number
de: Nummer wählen
it: Chiama
nl: Bel nummer

source: Copy number to clipboard
de: Nummer in Zwischenablage kopieren

source: Set as default
de: Nummer als Hauptnummer markieren

source: Reconnect to internet
de: Verbindung zum Internet neu aufbauen

source: Get current IP address
de: Aktuelle IP Adresse anzeigen

source: Missed calls
de: Verpasste Anrufe
it: Chiamate perse
nl: Gemiste gesprekken

source: Retrieving data from Fritz!Box...
de: Rufe Daten von der Fritz!Box ab...
it: Recupero informazioni da Fritz!Box...
nl: Informatie ophalen van de Fritz!Box...

source: Call history
de: Anrufliste
it: Storico chiamate
nl: Gespreksgeschiedenis

source: Can not dial without a number. Select an entry in a phone book or the call history which contains a number or name and try again.
de: Wählen ohne Nummer nicht möglich. Wählen sie einen Anruflisten- oder Telefonbucheintrag aus, der eine Telefonnummer enthält. Versuchen sie es danach erneut.
nl: Kan zonder nummer niet bellen. Selecteer een item uit het telefoonboek of belgeschiedenis dat een nummer of naam bevat en probeer het nogmaals.

source: Dialing not possible
de: Wählen nicht möglich
it: Impossibile chiamare
nl: Bellen is niet mogelijk

source: Dialing initiated, pick up your phone now.
de: Wähle - Telefon jetzt abnehmen.

source: Reconnect successfully initiated.
de: Verbindung wird neu aufgebaut

source: Current IP is: %1
de: Aktuelle IP Adresse: %1

source: Log
de: Protokoll

source: Hostname
de: Adresse
it: Nome host
nl: Hostnaam

source: Country code
de: Ländervorwahl
it: Codice paese
nl: Landencode

source: Area code
de: Ortsvorwahl
it: Prefisso
nl: Kengetal

source: General
de: Allgemein
it: Generale
nl: Algemeen

source: Restrict call history and notifications to certain MSNs
de: Anrufliste und Benachrichtigungen auf bestimmte MSN einschränken
it: Restringi lo storico chiamate solo ad alcuni MSN
nl: Beperk gespreksgeschiedenis en meldingen tot bepaalde MSN nummers

source: Fritz!Box phone book
de: Fritz!Box Telefonbuch
it: Rubrica Fritz!Box
nl: Fritz!Box telefoonboek

source: POTS
de: Festnetz
it: RTG

source: Local phone book
de: Lokales Telefonbuch
it: Rubrica locale
nl: Lokaal telefoonboek

source: Name
it: Nome
nl: Naam

source: Number
it: Numero

source: Can not dial without a number. Please select an entry in a phone book or the call history which contains a number or name and try again.
it: Impossibile chiamare senza un numero. Selezionare una voce dalla rubrica o dallo storico chiamate che contena un numero e riprovare.

source: MSN filter
it: Filtro MSN

source: Form
nl: Formulier
